Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/sport_and_leisure/walking_and_rambling_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Walking and rambling in Ireland
ga: Ag siúl agus ag fánaíocht in Éirinn

source: Walking and rambling trails have become very popular in recent times
ga: Tá an-tóir tagtha ar raonta siúil agus fánaíochta le blianta beaga anuas

source: There are 3 main walking schemes for walking route developments:
ga: Tá trí phríomhscéim siúil le haghaidh forbairtí bealaí siúil:

source: • The National Waymarked Trails Programme in Sport Ireland
ga: • Clár Náisiúnta na Slite Slímharcáilte de chuid Spórt Éireann

source: • The Slí na Sláinte Scheme under the Irish Heart Foundation
ga: • Scéim Shlí na Sláinte faoi Fhoras Croí na hÉireann

source: However, it's important to remember that all land is in private or State ownership, and there are certain restrictions that apply to those walking or rambling
ga: Is tábhachtach, áfach, a chuimhneamh go bhfuil an talamh go léir faoi úinéireacht phríobháideach nó an Stáit, agus go leagtar srianta áirithe orthu siúd a bhíonn ag siúl nó ag fánaíocht

source: The National Trails Office (NTO) of Sport Ireland is responsible for the registration and regulation of all Waymarked Trails - walking route developments in Ireland
ga: Tá Oifig na gCosán Náisiúnta (OCN) de chuid Spórt Éireann freagrach as gach Conair Shlímharcáilte – forbairtí bealach siúil a chlárú agus a rialáil in Éirinn

source: The NTO assists and works in close association with all local authorities, local sport partnerships and local communities throughout the country in the development of new trails and in the promotion of existing trails
ga: Cabhraíonn an OCN le agus oibríonn sé i ndlúthchomhar le gach údarás áitiúil, comhpháirtíocht spóirt áitiúil agus pobal áitiúil ar fud na tíre chun conairí nua a fhorbairt agus chun conairí reatha a chur chun cinn

source: Waymarked Trails are paths that are developed with the agreement and support of landowners whose lands are crossed on the route
ga: Cosáin iad Conairí Slímharcáilte a fhorbraítear i ndiaidh comhaontú agus tacaíocht úinéirí talún a fháil a dtrasnaítear a dtailte ar an mbealach

source: They are not necessarily rights-of-way, although old roads and paths are used on many of these walking routes, which are all waymarked and signposted
ga: Ní gá gur cearta slí atá i gceist, cé go mbaintear úsáid as seanbhóithre agus cosáin ar chuid mhaith de na conairí siúil seo, ar conairí iad go léir atá slímharcáilte agus a bhfuil comharthaí curtha in airde orthu

source: There are over 40 National Waymarked Trails around Ireland, including the Wicklow Way, Kerry Way, Burren Way, and there are many shorter walks that are associated with these larger developments
ga: Tá breis agus 40 Conair Náisiúnta Shlímharcáilte timpeall na hÉireann, ina measc Slí Chill Mhantáin, Slí Chiarraí, Slí Bhoirne, agus tá go leor siúlóidí níos giorra ann a bhaineann leis na forbairtí níos mó seo

source: It is possible to search and find information on all National Waymarked Trails on the irishtrails.ie website
ga: Is féidir cuardach a dhéanamh ar fhaisnéis agus faisnéis a aimsiú ar gach Conair Náisiúnta Shlímharcáilte ar láithreán gréasáin irishtrails.ie

source: Although the routes of the ways are marked with yellow signs, it is advisable to bring a guide book with you in case some of the signs are obscured by wildlife or if you need details of transport, restaurants or local accommodation
ga: Cé go bhfuil cúrsa na mbealaí marcáilte le comharthaí buí, moltar treoirleabhar a thabhairt leat ar eagla go mbíonn cuid de na comharthaí seo á gceilt ag an bhfiadhúlra nó má theastaíonn sonraí uait faoi iompar, bialanna nó cóiríocht áitiúil

source: Some private companies also offer guided walking and cycling tours along the waymarked ways
ga: Cuireann roinnt cuideachtaí turais threoraithe siúil agus rothaíochta ar tairiscint feadh na mbealaí slímharcáilte

source: For details of local accommodation contact your local tourist office or see Fáilte Ireland's (the Irish tourist board's) website
ga: Chun teacht ar shonraí faoi chóiríocht áitiúil, déan teagmháil le d’oifig áitiúil turasóireachta nó caith súil ar láithreán gréasáin Fháilte Éireann (Bord Fháilte Éireann)

source: Maps and guidebooks are available for all trails that are approved by the NTO
ga: Tá léarscáileanna agus treoirleabhair ar fáil do gach conair atá faofa ag an OCN

source: Contact your local authority, local sports partnership coordinator or Sport Ireland directly if you require any information on establishing a walking route in your area
ga: Déan teagmháil le d’údarás áitiúil, comhordaitheoir na comhpháirtíochta áitiúla spóirt nó le Spórt Éireann go díreach más mian leat aon fhaisnéis a fháil ar bhealach siúil a bhunú i do cheantar

source: Slí na Sláinte, meaning "Path to Health", is a scheme developed by the Irish Heart Foundation to encourage people of all ages and abilities to walk for leisure and good health
ga: Bhunaigh Foras Croí na hÉireann an scéim Slí na Sláinte chun daoine a spreagadh le dhul ag siúl ar mhaithe le caitheamh aimsire agus sláinte, is cuma cén aois iad ná cén cumas atá acu

source: It uses signage at kilometre intervals on established walking routes to help walkers identify the distance they walk
ga: Úsáideann sé comharthaí ag eatraimh ciliméadair ar chosáin siúil bhunaithe chun cabhrú le siúlóirí an t-achar a shiúlann siad a aithint

source: The signs are not numbered so you can start and finish at whatever kilometre sign you like
ga: Níl aon uimhreacha ar na comharthaí ionas gur féidir leat tosú agus críochnú ag pointe ar bith is mian leat

source: You can view a list of Slí na Sláinte routes throughout Ireland here
ga: Is féidir leat liosta de bhealaí Slí na Sláinte ar fud na hÉireann a fheiceáil anseo

source: For health benefits you need to walk at a brisk pace for at least 30 minutes, 5 days of the week
ga: Ní mór duit siúl go tapa ar feadh 30 nóiméad ar a laghad 5 uaire in aghaidh na seachtaine, ar mhaithe le do shláinte

source: You can accumulate the 30 minutes or more over two or three shorter sessions
ga: Is féidir leat an 30 nóiméad nó níos mó a dhéanamh thar dhá nó trí sheisiún níos giorra

source: Slí na Sláinte can be implemented in your locality by the Local Authority in partnership with the community and, where appropriate, commercial organisations, and become part of the approved list of Slí routes
ga: Is féidir leis an Údarás Áitiúil i do cheantar Slí na Sláinte a chur i bhfeidhm i gcomhpháirtíocht leis an bpobal, agus, nuair is cuí, eagraíochtaí tráchtála, agus a bheith ar an liosta de na bealaí Slí ceadaithe

source: If you would like to develop a Slí na Sláinte route in your locality, contact the Slí na Sláinte National Coordinator in the Irish Heart Foundation
ga: Más mian leat bealach Slí na Sláinte a fhorbairt i do cheantar féin, téigh i dteagmháil le Comhordaitheoir Náisiúnta Shlí na Sláinte i bhForas Croí na hÉireann

source: Further information on setting up a route is available on the Irish Heart Foundation's website
ga: Tá tuilleadh eolais faoi bhealach a bhunú ar fáil ar láithreán gréasáin an Foras Croí na hÉireann

source: Coillte runs 12 forest parks around the country, most of which provide facilities such as toilets, parking, picnic sites, playgrounds for children, and a shop or restaurant (seasonal)
ga: Tá 12 Páirc Foraoise dhá rith ag Coillte ar fud na tíre, ina bhfuil don chuid is mó leithris, áiseanna páirceála, suímh picnice, ionaid súgartha do leanaí, siopa nó bialann (séasúrach) ar fáil

source: Coillte also runs over 180 recreation sites around the country, most of which provide basic facilities such as parking, picnic sites and walking trails
ga: Ritheann Coillte níos mó ná 180 suímh áineasa ar fud na tíre, ina bhfuil don chuid is mó bunáiseanna ar fáil, áiteanna páirceála, suímh picnic agus cúrsaí siúlóide mar shampla

source: Find out more on coillteoutdoors.ie
ga: Tá tuilleadh eolais ar coillteoutdoors.ie

source: There is a distinction in Irish law between public and private rights of way
ga: Déantar idirdhealú i ndlí na hÉireann idir cearta poiblí agus príobháideacha slí

source: A public right of way is a person's right of passage along a road or path, even if the road or path is not in public ownership
ga: Is éard atá i gceist le ceart slí poiblí ná an ceart gluaiseachta atá ag duine feadh bóthair nó conaire, fiú mura bhfuil an bóthar nó an chonair faoi úinéireacht phoiblí

source: There are very few registered public rights of way that are not maintained public roads
ga: Níl ach fíor-bheagán cearta cláraithe poiblí slí ann nach bóithre poiblí ar a ndéantar cothabháil iad

source: A private right of way is the right to enter onto private lands, but only for the purposes of gaining access to or exiting from another piece of land
ga: Is ionann ceart príobháideach slí agus an ceart chun tailte príobháideacha a iontráil, ach ar na cuspóirí amháin lena mbaineann rochtain a fháil ar phíosa eile talún nó píosa eile talún a fhágáil

source: It is typically an arrangement between neighbours
ga: Is gnách gur socrú atá i gceist leis idir comharsana

source: The waymarked trails are permissive routes that have been developed with the landowners’ agreement and are not rights of way
ga: Bealaí ceadaitheacha iad na conairí slímharcáilte a forbraíodh i ndiaidh comhaontú a fháil ón úinéir talún agus ní hionann iad agus cearta slí

source: Even access to Coillte lands is permissive and you do not have a right of access
ga: Tá rochtain ar thailte Coillte ceadaitheach, fiú, ach níl ceart rochtana agat orthu

source: The Occupiers' Liability Act 1995, which includes recreational user as a category of users of privately-owned lands, was introduced to address the exposure of landowners to claims arising from injuries to recreational users and others
ga: Tugadh an tAcht um Dhliteanas Áititheoirí, 1995, lena n-áirítear úsáideoir áineasa mar chatagóir úsáideoirí tailte faoi úinéireacht phríobháideach, chun dul i ngleic le nochtadh úinéirí talún d’éilimh a d’eascair as gortuithe a rinneadh d’úsáideoirí áineasa agus do dhaoine eile

source: Under the Act, a recreational user is a person present on the premises or land of a private citizen, without charge (other than a reasonable charge for parking facilities) for the purposes of engaging in a recreational activity
ga: Faoin Acht, is ionann úsáideoir áineasa agus duine atá i láthair ar áitreabh nó ar thalamh shaoránaigh phríobháidigh, gan muirear a ghearradh orthu (seachas muirear réasúnta le haghaidh saoráidí páirceála) ar mhaithe le tabhairt faoi ghníomhaíocht áineasa

source: Under these circumstances, the owner of the land is obliged only to not intentionally injure or harm the recreational user or act with reckless disregard for the recreational user's welfare
ga: Faoi na cúinsí seo, níl an dualgas ar úinéir na talún ach gan díobháil d’aon turas a dhéanamh d’úsáideoir áineasa nó é/í a ghortú d’aon turas nó chun gníomhú agus aird mhíchúramach á tabhairt ar leas an úsáideora áineasa

source: This is an important distinction because it removes previous insurance liability concerns, which still apply to an invited visitor onto private land
ga: Baineann tábhacht leis an idirdhealú seo mar gheall go gcuireann sé deireadh le buarthaí dliteanas árachais a bhí i gceist roimhe seo, ach baineann siad go fóill le cuairteoir ar tugadh cuireadh dó/di isteach ar thalamh phríobháideach

source: Extinguishing public rights of way
ga: Cearta slí poiblí a chealú

source: Under the Roads Act 1993, it is the responsibility of local authorities to protect the public's right to access public rights of way in each local authority area
ga: Faoi Acht na mBóithre, 1993, tá údaráis áitiúla freagrach as ceart an phobail i leith rochtana ar chearta slí poiblí a chosaint i ngach limistéar údaráis áitiúil

source: Local authorities can also extinguish public rights of way
ga: Is féidir le húdaráis áitiúla cearta slí poiblí a chealú, chomh maith

source: The procedure that must be followed, if they wish to extinguish a public right of way, is set out in Section 73 of the Act
ga: Leagtar síos an nós imeachta nach mór a leanúint, más mian leo ceart slí poiblí a chealú in Alt 73 den Acht

source: The Planning and Development Acts 2000 to 2015 require local authorities to preserve existing public rights of way by mapping and listing them as part of their county development plans
ga: Ceanglaítear sna hAchtanna Pleanála agus Forbartha, 2000 go dtí 2015 ar údaráis áitiúla chun cearta slí reatha poiblí a chaomhnú trí iad a léarscáiliú agus a liostú mar chuid dá bpleananna forbartha contae

source: Under Part XIII of the 2000 Act, they have the powers to create a public right of way
ga: Faoi Chuid XIII d’Acht 2000, tá na cumhachtaí acu chun ceart slí poiblí a chruthú

source: Respecting private landowners' property
ga: Meas a léiriú ar mhaoin úinéirí talún príobháideacha

source: Although it is not a legal requirement, walking, rambling and mountaineering associations all advise their members and members of the public to respect the interests of other people and to take due care when using private land for recreational purposes
ga: Cé nach ceanglas dlíthiúil é, molann comhlachais siúil, fánaíochta agus sléibhteoireachta go léir a gcomhaltaí agus muintir an phobail chun meas a léiriú ar leas daoine eile agus chun an cúram ceart a ghlacadh nuair a úsáidtear talamh phríobháideach ar mhaithe le cuspóirí áineasa

source: The conservation of the local environment and avoiding causing disturbance to on-site activities such as farming should be considered by all walkers and visitors to the countryside
ga: Ba cheart do shiúlóirí agus do chuairteoirí ar an tuath breithniú a dhéanamh ar an timpeallacht áitiúil a chaomhnú agus seachaint chun cur isteach ar ghníomhaíochtaí ar an láithreán, ar nós feirmeoireachta

source: You can find more information on leavenotraceireland.org
ga: Féadfaidh tú teacht ar bhreis faisnéise ar leavenotraceireland.org

source: Under the Criminal Justice (Public Order) Act 1994 as amended by Section 24 of the Housing (Miscellaneous Provisions) Act 2002, it is a criminal offence for anyone to enter, occupy or bring anything onto privately-owned land or land owned by local authorities if that act is likely to:
ga: Faoin Acht um Cheartas Coiriúil (Ord Poiblí), 1994 arna leasú ag Alt 24 den Acht Tithíochta (Forálacha Ilghnéitheacha), 2002, is cion coiriúil é má dhéanann aon duine talamh atá faoi úinéireacht phríobháideach nó talamh atá faoi úinéireacht údarás áitiúil a iontráil, a áitiú, nó aon rud a thabhairt isteach sa talamh sin, más dóchúil go ndéanfaidh an gníomh sin an méid a leanas:

source: • Substantially damage the land
ga: • Díobháil shubstainteach a dhéanamh don talamh

source: • Substantially damage any amenity on the land or prevent any person from making reasonable use of that amenity
ga: • Díobháil shubstainteach a dhéanamh d’aon fhóntas ar an talamh nó cosc a chur ar aon duine ó úsáid réasúnta a bhaint as an bhfóntas sin

source: • Render the land or any amenity on it unsanitary or unsafe
ga: • An talamh nó aon fhóntas ar an talamh a fhágáil neamhshláintíoch nó neamhshábháilte

source: • Substantially interfere with the land or an amenity on it
ga: • Cur isteach go substainteach ar an talamh nó ar fhóntas ar an talamh

source: If a landowner believes that someone is illegally occupying their land to the extent of committing one of the above offences, their should inform the Garda Síochána
ga: Má chreideann úinéir talún go bhfuil a dtalamh á háitiú go neamhdhleathach ag duine éigin dá mhéid go bhfuil ceann de na cionta thuas á dhéanamh acu, ba cheart dóibh an Garda Síochána a chur ar an eolas

source: The Garda Síochána are then empowered to visit the land, and if they find any person on the land, they can demand that the person gives them their name and address and that they leave the land and remove any objects under their control from the land
ga: Bíonn na cumhachtaí ag an nGarda Síochána, ansin, chun cuairt a thabhairt ar an talamh, agus má aimsíonn siad aon duine ar an talamh, féadfaidh siad a éileamh go dtugann an duine a n-ainm agus a seoladh dóibh agus go bhfágann siad an talamh agus go mbaineann siad aon earraí faoina smacht ón talamh

source: If the person refuses to comply with a Garda's directions, that person is liable to prosecution
ga: Má dhiúltaíonn an duine chun orduithe an Gharda a chomhlíonadh, tá an duine faoi dhliteanas ionchúisimh

source: A person who is convicted of one of these criminal trespass offences is liable to a class B fine or 1 month's imprisonment or both
ga: Tá duine a chiontaítear i leith ceann de na cionta foghla coiriúla seo a dhéanamh faoi dhliteanas fíneáil aicme B a íoc nó 1 mhí a chaitheamh sa phríosún nó an dá rud

source: If a person does not co-operate with the Garda Síochána when asked to leave the land, any objects brought upon the land can be seized and stored by the Garda Síochána
ga: Mura gcomhoibríonn duine leis an nGarda Síochána nuair a iarrtar air/uirthi chun an talamh a fhágáil, féadfaidh an Garda Síochána aon earraí a tugadh isteach ar an talamh a urghabháil agus a stóráil

source: These objects can be subsequently sold or disposed of by the Garda Síochána if the owner of the objects does not reply in writing to an official notice that the object has been seized within one month of receiving that notice
ga: Féadfaidh an Garda Síochána na hearraí seo a dhíol nó a dhiúscairt ina dhiaidh sin, mura bhfreagraíonn úinéir na n-earraí i scríbhinn ar fhógra oifigiúil go ndearnadh an t-earra a urghabháil laistigh de mhí amháin i ndiaidh an fógra sin a fháil

source: The person must also agree to pay the Garda Síochána for any reasonable expense incurred as a result of seizing and storing the object before being allowed to reclaim it
ga: Ní mór go gcomhaontaíonn an duine, chomh maith leis sin, chun an Garda Síochána a íoc as aon costas réasúnta a tabhaíodh mar thoradh ar an earra a urghabháil agus a stóráil sula gceadaítear dóibh é a athéileamh

source: Contact information for Garda stations throughout Ireland is available here
ga: Tá fáil ar fhaisnéis teagmhála do stáisiúin Ghardaí ar fud na hÉireann anseo

source: Information for landowners and recreational users is available in the publication, Recreation in the Irish Countryside (pdf), produced by the Department of Housing, Planning, Community and Local Government
ga: Tá fáil ar fhaisnéis d’úinéirí talún agus d’úsáideoirí áineasa san fhoilseachán, Áineas faoin Tuath in Éirinn (pdf), a chuir an Roinn Comhshaoil, Pobail agus Rialtais Áitiúil le chéile

source: Information on good practice is available on irishtrails.ie and on the Mountaineering Ireland website
ga: Tá fáil ar fhaisnéis ar dhea-chleachtas ar irishtrails.ie agus ar láithreán gréasáin Shléibhteoireacht Éireann
